{"status": "ok", "totalResults": 1934, "articles": [{"source": {"id": "bbc-news", "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Trump threatens to shut Mexico border following migration surge", "description": "Mexico's president said he would not be drawn into confrontation and the threats were down to politics.", "url": "https://www.bbc.co.uk/news/world-us-canada-47757780", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/304B/production/_106236321_053248865-1.jpg", "publishedAt": "2019-03-30T05:50:10Z", "content": "Image copyrightReutersImage caption\r\n Queues have been building up at Mexico and US borders\r\nPresident Donald Trump has said he is likely to close the US border if Mexico does not do more to stop migrants reaching the United States. \r\nThe closure would disrup… [+4863 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jason Kravarik, CNN", "title": "For Chicago's top cop, Smollett case wasn't a hate crime -- but this one is", "description": "The Chicago Police Department had suffered an affront. The city's senior officer stood before the cameras, blasting a senseless act.", "url": "https://www.cnn.com/2019/04/02/us/chicago-police-rivera-smollett/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/190326141926-chicago-police-superintendent-eddie-johnson-march-26-2019-01-super-tease.jpg", "publishedAt": "2019-04-02T17:33:10Z", "content": "(CNN)The Chicago Police Department had suffered an affront. The city's senior officer stood before the cameras, blasting a senseless act.\r\n\"It's really disgusting,\" Superintendent Eddie Johnson said.\r\nHe was angry -- and much of the city felt the same way abo… [+9846 chars]"}, {"source": {"id": null, "name": "Blog.google"}, "author": "Cynthia  Wei", "title": "Take a walk through Kakadu on Google Street View", "description": "In Australia’s Top End, you will find the country’s largest national park: Kakadu National Park. Covering almost 20,000 square kilometers (about half the size of Switzerland) and with terrain encompassing wetlands, rivers and sandstone escarpments, it’s home …", "url": "https://www.blog.google/around-the-globe/google-asia/australia/kakadu-google-street-view/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+blogspot%2FMKuf+%28The+Keyword+%7C+Official+Google+Blog%29", "urlToImage": "https://storage.googleapis.com/gweb-uniblog-publish-prod/images/Kakadu_Street_View_5.max-1300x1300.jpg", "publishedAt": "2019-04-04T22:11:45Z", "content": "In Australias Top End, you will find the countrys largest national park: Kakadu National Park. Covering almost 20,000 square kilometers (about half the size of Switzerland) and with terrain encompassing wetlands, rivers and sandstone escarpments, its home to … [+436 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Saad  Sayeed", "title": "Karachi revitalization drive aims to remake Pakistan's largest city", "description": "At a historic market commissioned by Queen Victoria in Pakistan's southern metropolis of Karachi, third-generation spice seller Mohammad Shakeel Abbasi complains that a move to clear illegal encroachments has left poor shopkeepers jobless.", "url": "https://www.reuters.com/article/us-pakistan-karachi-idUSKCN1RC01T", "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190331&t=2&i=1371908993&w=1200&r=LYNXNPEF2U01N", "publishedAt": "2019-03-31T02:21:09Z", "content": "KARACHI (Reuters) - At a historic market commissioned by Queen Victoria in Pakistan’s southern metropolis of Karachi, third-generation spice seller Mohammad Shakeel Abbasi complains that a move to clear illegal encroachments has left poor shopkeepers jobless.… [+6134 chars]"}, {"source": {"id": null, "name": "Cnet.com"}, "author": "Amanda Kooser", "title": "April Fools' pranks: Space burps, a Google snake and a pickle burger - CNET", "description": "From HelloFresh, Duolingo, McDonald's and other big names, here's a tally of this year's finest -- or, at least, most obvious -- April 1 2019 jokes.", "url": "https://www.cnet.com/news/april-fools-day-2019-space-burps-google-snake-mcdonalds-pickle-burger/", "urlToImage": "https://cnet1.cbsistatic.com/img/52Fo1uikohtYH_n49zFS-Fp8mL8=/724x407/2019/03/29/c55a8785-acfa-4111-9847-44946efbb382/duolingo.jpg", "publishedAt": "2019-04-01T15:45:07Z", "content": "HelloFresh teases a unicorn-themed meal kit box for April Fools' Day.\r\nHelloFresh\r\nTurn your skepticism radar up to full blast. It's April Fools' Day and companies ranging from Google to ThinkGeek are looking to bamboozle you with bizarre and just barely beli… [+7222 chars]"}, {"source": {"id": null, "name": "Thisisinsider.com"}, "author": "Kelly McLaughlin", "title": "An American tourist was kidnapped in Uganda and the suspects are demanding a $500K ransom for her release", "description": "An American tourist and a Ugandan driver were kidnapped by armed men Queen Elizabeth National Park in southwest Uganda on Wednesday, the Ugandan Tourism Board and Ugandan police force have said. The State Department has not confirmed the tourist's identity, b…", "url": "https://www.thisisinsider.com/american-tourist-kidnapped-uganda-2019-4", "urlToImage": "https://static.businessinsider.com/image/5ca621c0d2ce782d97288e46-750.jpg", "publishedAt": "2019-04-04T15:09:49Z", "content": "An American tourist in Uganda was kidnapped by four armed men who have demanded $500,000 as ransom, the Ugandan Tourism Board and Ugandan police force have said. \r\n Uganda Media Centre said on Wednesday that four armed men kidnapped the woman and a Ugandan dr… [+1347 chars]"}, {"source": {"id": null, "name": "Thisisinsider.com"}, "author": "Alison Millington", "title": "Santorini tourists are being asked to put themselves 'in the donkey's hooves' before riding one up the island's 600-step cliffside", "description": "A new campaign in Santorini, Greece is asking tourists to think twice before riding donkeys. The donkeys have traditionally been a popular way for the 17,000 people who arrive off cruise ships into Fira port each day to get up the 600-step cliffside. However,…", "url": "https://www.thisisinsider.com/santorini-tourists-asked-to-stop-riding-donkeys-fira-port-2019-4", "urlToImage": "https://static.businessinsider.com/image/5ca47f622730ca11c66545fb-750.jpg", "publishedAt": "2019-04-03T09:34:00Z", "content": "A new campaign in Santorini is asking tourists to think twice about riding a donkey up the iconic 600-step cliffside in the town of Fira, the island's capital. \r\n In collaboration with the cruise-line industry, activists with the \"In Their Hooves\" campaign ar… [+3932 chars]"}, {"source": {"id": null, "name": "Thisisinsider.com"}, "author": "Rachel Askinasi", "title": "Beautiful photos show what life is like in the world's most isolated settlement, which sits at the foot of an active volcano in the middle of the South Atlantic ocean", "description": "The settlement called Edinburgh of the Seven Seas sits on the island of Tristan da Cunha and has been dubbed the remotest settlement in the world. It's one of the British Overseas Territories. Only accessible by boat — many of which depart from the nearest ci…", "url": "https://www.thisisinsider.com/photos-life-edinburgh-of-the-seven-seas-tristan-da-cunha-most-remote-settlement-in-the-world-2019-2", "urlToImage": "https://amp.businessinsider.com/images/5c9d60a72730ca531b3c59e6-1920-960.jpg", "publishedAt": "2019-03-29T12:01:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aylin Woodward", "title": "The world's 'doomsday seed vault' is built to store every crop on the planet, but the icy area that protects it is at risk", "description": "The northernmost town in the world, Longyearbyen, is located in the Norwegian archipelago of Svalbard, just 650 miles from the North Pole. The Arctic town is home to the Global Seed Vault, often called the \" doomsday seed vault \": a structure that stores dupl…", "url": "https://www.businessinsider.com/doomsday-seed-vault-in-danger-climate-change-2019-3", "urlToImage": "https://amp.businessinsider.com/images/5c9a778e86d56e79790631c7-750-375.jpg", "publishedAt": "2019-03-31T14:04:00Z", "content": "The 2,100-person town of Longyearbyen endures four months of perpetual darkness in the winter, followed by four months of sunlight in the summer. The area boasts more polar bears than people and a bustling adventure-tourism economy. It's also home to the most… [+5330 chars]"}, {"source": {"id": null, "name": "Thisisinsider.com"}, "author": "Kelly McLaughlin", "title": "A Wisconsin couple were threatened with eviction if they didn’t remove a gay pride flag from their apartment complex", "description": "Kevin Kollman and his partner, Merle Malterer, were told to remove a gay pride American flag from the patio of their unit at Country Oaks Apartments in Oak Creek, Wisconsin, last week. They said they received an eviction notice over the flag on Wednesday that…", "url": "https://www.thisisinsider.com/wisconsin-couple-threatened-with-eviction-over-gay-pride-flag-2019-4", "urlToImage": "https://amp.businessinsider.com/images/5ca23ae2d2ce7877293d4782-750-375.jpg", "publishedAt": "2019-04-01T16:18:45Z", "content": "A couple in Wisconsin said they were threatened with eviction from the apartment they've lived in for six years after displaying a gay pride flag on the property. \r\n Kevin Kollman and his partner, Merle Malterer, said they received a five-day eviction notice … [+2073 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "No fewer than 5 European airlines have collapsed since October. Here they are.", "description": "Icelandic ultra-low-cost carrier Wow Air ceased operations on Thursday. Reykjavik-based Wow Air suffered through a challenging 2018 which culminated with the airline slashing 111 jobs and cutting its fleet size by half. Wow Air is at least the fifth European …", "url": "https://www.businessinsider.com/airlines-shut-down-october-europe-2019-3", "urlToImage": "https://amp.businessinsider.com/images/5a1302d0f914c351018b4f4e-1136-568.jpg", "publishedAt": "2019-04-01T12:57:00Z", "content": "Icelandic ultra-low-cost carrier Wow Air announced on Thursday that it has ceased operations. Reykjavik-based Wow Air suffered through a challenging 2018 which culminated with the airline slashing 111 jobs and cutting its fleet size by half. \r\n In the first n… [+1415 chars]"}, {"source": {"id": null, "name": "Entrepreneur.com"}, "author": "Lien Potgieter", "title": "How Something As Seemingly Simple As Your Awareness of Color Can Take Your Business to New Heights", "description": "Color allows people to explore new personal options and business opportunities, says this contributor, who's done more than 3,000 'color assessments' of businesspeople over the past decade.", "url": "https://www.entrepreneur.com/article/331497", "urlToImage": "https://assets.entrepreneur.com/content/3x2/2000/20190329193155-GettyImages-878052400.jpeg", "publishedAt": "2019-04-01T16:00:00Z", "content": "Opinions expressed by Entrepreneur contributors are their own.\r\nMost of us take color for granted. We hardly even notice the colors in nature, the colors on our plates, those in our home, on what we wear, even the color in our language. (How often, for instan… [+5551 chars]"}, {"source": {"id": null, "name": "Mb.com.ph"}, "author": "MB Business", "title": "Fund manager reaps winning bet on infra and property stocks - Manila Bulletin", "description": "Fund manager reaps winning bet on infra and property stocks Manila Bulletin It's a bet on infrastructure and property stocks that has helped propel a Philippine fund to the top. And signs that President Rodrigo Duterte's public-works...", "url": "https://business.mb.com.ph/2019/03/29/fund-manager-reaps-winning-bet-on-infra-and-property-stocks/", "urlToImage": "https://business.mb.com.ph/wp-content/uploads/2019/03/boom.jpg", "publishedAt": "2019-03-29T14:04:19Z", "content": "Its a bet on infrastructure and property stocks that has helped propel a Philippine fund to the top. And signs that President Rodrigo Dutertes public-works program is taking off are poised to help it further.\r\nThats the view of Julian Tarrobago, head of equit… [+2511 chars]"}, {"source": {"id": null, "name": "Castanet.net"}, "author": null, "title": "Arrest in rappers' murder - World News - Castanet.net", "description": "Arrest in rappers' murder - World News Castanet.net Police on Tuesday arrested a man they say fatally shot rapper Nipsey Hussle and evaded authorities for two days.", "url": "https://www.castanet.net/news/World/253071/Arrest-in-rappers-murder", "urlToImage": "https://www.castanet.net/content/2019/4/CAR110-41_2019_161749_p3379038.jpg", "publishedAt": "2019-04-03T01:30:00Z", "content": "World  \r\nUgandan security forces are searching for a U.S. citizen and a local driver who were abducted in a wildlife park and their kidnappers demanded a ransom, authorities said Wednesday.\r\nThe missing people were taken in an ambush by four gunmen on Tuesday… [+24548 chars]"}, {"source": {"id": null, "name": "Castanet.net"}, "author": null, "title": "Rolling Stones tour halted - World News - Castanet.net", "description": "Rolling Stones tour halted - World News Castanet.net Rolling Stones postpone North America tour as Mick Jagger gets medical treatment Global News Rolling Stones postpone tour so Mick Jagger can get medical treatment CBC News Rolling Stones postpone tour as Ja…", "url": "https://www.castanet.net/news/World/252829/Rolling-Stones-tour-halted", "urlToImage": "https://www.castanet.net/content/2019/3/NY107-1022_2017_190723_p3378464.jpg", "publishedAt": "2019-03-30T17:09:00Z", "content": "World  \r\nThe Rolling Stones are postponing their latest tour so Mick Jagger can receive medical treatment.\r\nThe band announced Saturday that Jagger was told by doctors \"he cannot go on tour at this time.\" The band added that Jagger \"is expected to make a comp… [+19744 chars]"}, {"source": {"id": null, "name": "Design-milk.com"}, "author": "Keshia Badalge", "title": "Enso Ango: A “Dispersed Hotel” of Five Buildings That Gets You to Walk Through Kyoto", "description": "Dispersed bases encourage guests at Enso Ango to check into different buildings for different experiences, and explore Kyoto while en route.", "url": "https://design-milk.com/enso-ango-a-dispersed-hotel-of-five-buildings-that-gets-you-to-walk-through-kyoto/", "urlToImage": "https://design-milk.com/images/2019/04/TomiFacade_003.jpg", "publishedAt": "2019-04-03T17:00:09Z", "content": "If its difficult to pinpoint the location of Enso Ango, its because the hotel is actually made up of five bases dispersed across charming side streets of central Kyoto, to encourage guests to walk around and discover the city.\r\nENSO refers to the Zen concept … [+2320 chars]"}, {"source": {"id": null, "name": "Kotaku.com"}, "author": "Stephen Totilo", "title": "The Controversial Assassin’s Creed III Is More Impressive In 2019", "description": "It’s so refreshing to play Assassin’s Creed III now, nearly seven years after its controversial release. The game’s debut was marred by misleading marketing, a surprising game structure, and a lot of bugs, but I always liked the rough-edged yet fascinating ad…", "url": "https://kotaku.com/the-controversial-assassin-s-creed-iii-is-more-impressi-1833676354", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/s--LCgK6xRl--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/shw911bwg8kfdmrxll8s.png", "publishedAt": "2019-03-29T20:10:00Z", "content": "Its so refreshing to play Assassins Creed III now, nearly seven years after its controversial release. The games debut was marred by misleading marketing, a surprising game structure, and a lot of bugs, but I always liked the rough-edged yet fascinating adven… [+5512 chars]"}, {"source": {"id": null, "name": "Kotaku.com"}, "author": "Brian Ashcraft", "title": "Japanese Manners Made Easy", "description": "Maybe you’ve been to Japan or plan on going. Perhaps you recently moved here, or it could be that you’re simply interested in the country. Japanese manners can be complex and filled with all sorts of intricacies that are tricky to navigate. The following tips…", "url": "https://kotaku.com/japanese-manners-made-easy-1797117693", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/s--fDNZMuZn--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/hltj2p2ijwgk3ggdhfjy.png", "publishedAt": "2019-03-29T11:00:00Z", "content": "Maybe youve been to Japan or plan on going. Perhaps you recently moved here, or it could be that youre simply interested in the country. Japanese manners can be complex and filled with all sorts of intricacies that are tricky to navigate. The following tips c… [+9583 chars]"}, {"source": {"id": null, "name": "Fastcompany.com"}, "author": "Melissa Locker", "title": "Move over, WeWork. This Belize beachside co-working space is the dream", "description": "Overwater bungalows and strong wifi. WeWork has a gym, The Wing has on-demand blowouts, a podcast, and a magazine, 3den is basically a spa, Fosbury and Sons has understated elegance, and Servcorp has private jets, but Belize’s new coworking space may best the…", "url": "https://www.fastcompany.com/90327084/move-over-wework-this-belize-beachside-co-working-space-is-the-dream?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29", "urlToImage": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/03/p-1-move-over-wework-this-belize-co-working-space-is-the-dream.jpg", "publishedAt": "2019-03-29T13:19:31Z", "content": "WeWork has a gym, The Wing has on-demand blowouts, a podcast, and a magazine, 3den is basically a spa, Fosbury and Sons has understated elegance, and Servcorp has private jets, but Belize’s new coworking space may best them all. The Belize Tourism Board is op… [+1264 chars]"}, {"source": {"id": null, "name": "Fastcompany.com"}, "author": "Katharine Schwab", "title": "Floating cities once seemed like sci-fi. Now the UN is getting on board", "description": "Bjarke Ingels Group and a company called Oceanix presented a wild concept for floating cities at the UN this week, imagining completely self-sufficient communities in the era of sea level rise. In 2007, entrepreneur Mark Collins Chen became the minister of to…", "url": "https://www.fastcompany.com/90329294/floating-cities-once-seemed-like-sci-fi-now-the-un-is-getting-on-board?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29", "urlToImage": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/1-big-at-the-un-and-floting-cities.jpg", "publishedAt": "2019-04-04T07:00:28Z", "content": "In 2007, entrepreneur Mark Collins Chen became the minister of tourism in his native French Polynesia. One of his first tasks was to assess whether sea level rise was a threat to the group of 118 islands, located in the South Pacific. He quickly learned that … [+15040 chars]"}, {"source": {"id": "time", "name": "Time"}, "author": "Mari Yamaguchi / AP", "title": "Japan Is Set to Announce the Name of a New Era for Its Next Emperor", "description": "The Heisei Era comes to an end when Emperor Akihito abdicates on April 30 and Crown Prince Naruhito takes the throne.", "url": "http://time.com/5561811/japan-emperor-naruhito-new-era/", "urlToImage": "https://timedotcom.files.wordpress.com/2019/03/gettyimages-1076538198.jpg?quality=85", "publishedAt": "2019-04-01T02:39:07Z", "content": "(TOKYO) — Japan’s government is holding top-secret meetings to decide a new era name for soon-to-be-emperor Naruhito, the crown prince who will succeed the Chrysanthemum throne from his father May 1.\r\nEmperor Akihito is abdicating on April 30, with his era of… [+2825 chars]"}, {"source": {"id": null, "name": "Yahoo.com"}, "author": null, "title": "New Zealand's Ardern Visits China as Countries Look to Reset Relations", "description": "New Zealand Prime Minister Jacinda Ardern was welcomed by Chinese Premier Li Keqiang at the Great Hall of the People in Beijing on Monday morning as she began a daylong visit to China. Ardern’s first visit to China as prime minister comes as her global profil…", "url": "https://news.yahoo.com/zealand-apos-ardern-visits-china-031614516.html", "urlToImage": "https://s.yimg.com/os/mit/media/m/social/images/social_default_logo-1481777.png", "publishedAt": "2019-04-01T05:36:33Z", "content": "(Bloomberg) -- China and New Zealand signed agreements on eliminating double taxation and tax avoidance as the two countries look to shore up relations following a series of incidents that cast doubt on the strength of their economic partnership.\r\nNew Zealand… [+4433 chars]"}, {"source": {"id": null, "name": "Fastcompany.com"}, "author": "Katharine Schwab", "title": "Floating cities once seemed like sci-fi. Now the UN is getting on board", "description": "Bjarke Ingels Group and a company called Oceanix presented a wild concept for floating cities at the UN this week, imagining completely self-sufficient communities in the era of sea level rise. In 2007, entrepreneur Mark Collins Chen became the minister of to…", "url": "https://www.fastcompany.com/90329294/floating-cities-once-seemed-like-sci-fi-now-the-un-is-getting-on-board?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcodesign%2Ffeed+%28Co.Design%29", "urlToImage": "https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2019/04/1-big-at-the-un-and-floting-cities.jpg", "publishedAt": "2019-04-04T07:00:28Z", "content": "In 2007, entrepreneur Mark Collins Chen became the minister of tourism in his native French Polynesia. One of his first tasks was to assess whether sea level rise was a threat to the group of 118 islands, located in the South Pacific. He quickly learned that … [+15040 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meridith McGraw", "title": "Trump visits Lake Okeechobee to talk infrastructure", "description": "President Donald Trump visited Lake Okeechobee and spoke about infrastructure.", "url": "https://abcnews.go.com/Politics/president-trump-visits-floridas-lake-okeechobee-talk-infrastructure/story?id=62017177", "urlToImage": "https://s.abcnews.com/images/US/lake-okeechobee-ap-mo-20190329_hpMain_16x9_992.jpg", "publishedAt": "2019-03-29T18:48:33Z", "content": "President Donald Trump traveled to Lake Okeechobee in Florida on Friday to tout infrastructure projects aimed at repairing the Herbert Hoover Dike.\r\nThe president said the project is \"important in terms of safety,\" and touted the joint efforts of federal and … [+3398 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Justin Doom, David Rind", "title": "'Start Here': Trump punts health care until 2020, police catch Nipsey Hussle suspect", "description": "It's Wednesday, April 3, 2019. Here's what you need to know to start your day.", "url": "https://abcnews.go.com/US/start-here-trump-punts-health-care-2020-police-catch/story?id=62120076", "urlToImage": "https://s.abcnews.com/images/US/trump-ap-er-190402_hpMain_16x9_992.jpg", "publishedAt": "2019-04-03T09:09:51Z", "content": "It's Wednesday, April 3, 2019. Let's start here.\r\n1. Repeal and replace and procrastinate and ... avoid wind turbines?\r\nDonald Trump, the president of the United States of America, said on Tuesday, a week after his administration backed an anti-Obamacare cour… [+3960 chars]"}, {"source": {"id": "usa-today", "name": "USA Today"}, "author": "The Associated Press, The Associated Press", "title": "Amsterdam sex workers angry at red light district tours ban", "description": "Amsterdam’s latest attempt to rein in the nuisance of over-tourism by banning guided tours of the red light district has run into opposition from sex workers.", "url": "https://www.usatoday.com/story/travel/news/2019/04/02/amsterdam-bans-tours-red-light-district-leaving-sex-workers-angry/3340044002/?utm_source=google&utm_medium=amp&utm_campaign=speakable", "urlToImage": "https://www.gannett-cdn.com/presto/2019/04/02/USAT/e39dd42d-7657-449e-898a-40eb17b19532-AP_Netherlands_Amsterdam_Red_Light_District.JPG?crop=5318,3028,x0,y217&width=3200&height=1680&fit=bounds", "publishedAt": "2019-04-02T13:21:08Z", "content": "Tourists in Amsterdam will soon have to turn their backs on sex workers in the city's iconic Red Light District.\r\n Buzz60\r\nAMSTERDAM (AP) The city of Amsterdams latest attempt to rein in the nuisance of over-tourism by banning guided tours of the red light di… [+4367 chars]"}, {"source": {"id": "usa-today", "name": "USA Today"}, "author": "USA TODAY, Hannah Yasharoff, USA TODAY", "title": "Barack Obama traveled extensively as president, but trips with his daughters were most cherished", "description": "Before planning your family's summer vacation, take a word of advice from former President Barack Obama and make it a memorable one for the kids.", "url": "https://www.usatoday.com/story/travel/news/2019/04/04/barack-obama-talks-traveling-michelle-malia-and-sasha/3368336002/?utm_source=google&utm_medium=amp&utm_campaign=speakable", "urlToImage": "https://www.gannett-cdn.com/-mm-/cd46f0cc36bc3b82f5544ff850b48984dfadccbc/c=0-214-2994-1905/local/-/media/2016/06/18/USATODAY/USATODAY/636018076733175666-061716obamas-carlsbad-caverns.jpg?width=3200&height=1680&fit=crop", "publishedAt": "2019-04-04T21:14:02Z", "content": "Malia, Barack, Sasha and Michelle Obama explored the Kennedy Space Center in Cape Canaveral, Fla., on April 29, 2011.\r\n (Photo: Charles Dharapak, AP)\r\nBefore planning your family's summer vacation, take a word of advice from former President Barack Obama and … [+2232 chars]"}, {"source": {"id": null, "name": "Azcentral.com"}, "author": "Arizona Republic, Dylan Mckim, Arizona Republic", "title": "Another visitor dies after falling at Grand Canyon", "description": "The death marks the third incident since early last week at Grand Canyon.", "url": "https://www.azcentral.com/story/news/local/arizona-breaking/2019/04/04/grand-canyon-death-3-death-national-park-past-2-weeks/3369484002?utm_source=google&utm_medium=amp&utm_campaign=speakable", "urlToImage": "https://www.gannett-cdn.com/presto/2019/03/22/PPHX/edf2a270-f167-4df2-a5ae-29eb93fcf43d-GrandCanyonCentennial043.JPG?crop=3887,2186,x1,y0&width=3200&height=1680&fit=bounds", "publishedAt": "2019-04-04T22:44:46Z", "content": "The Grand Canyon celebrated its 100th anniversary as a national park on Feb. 26, 2019. Millions of people visit the park each year, forcing managers to balance the needs of tourism and conservation.\r\n (Photo: Thomas Hawthorne/The Republic)\r\nPHOENIX A person d… [+1687 chars]"}, {"source": {"id": null, "name": "Azcentral.com"}, "author": "Special for The Republic, Dan Fellner, Special for The Republic", "title": "The challenges and beauties of traveling to Myanmar", "description": "The country's history and culture are fascinating but violence against the Rohingya people is driving many travelers away.", "url": "https://www.azcentral.com/story/travel/destinations/2019/04/04/myanmar-travel-is-it-safe-should-you-visit/3326349002?utm_source=google&utm_medium=amp&utm_campaign=speakable", "urlToImage": "https://www.gannett-cdn.com/presto/2019/04/01/PPHX/515cf16b-d5df-431a-8c86-ee5c6fe284cf-3._Horse_carts_take_visitors_past_some_of_the_ancient_temples_in_Bagan_Myanmar.JPG?crop=3997,2285,x0,y480&width=3200&height=1680&fit=bounds", "publishedAt": "2019-04-04T16:45:27Z", "content": "Last SlideNext Slide\r\nMANDALAY, Myanmar Rudyard Kipling brought worldwide attention to Myanmar then part of colonial British India in a famed 1890 poem called Mandalay. Kipling extolled the beauty of this mysterious, off-the-beaten path land and its people.\r\n… [+7483 chars]"}, {"source": {"id": "usa-today", "name": "USA Today"}, "author": "Special to USA TODAY, Larry Olmsted, Special to USA TODAY", "title": "No cheese? Rhode Island's 'red strips' are an odd take on pizza", "description": "Rhode Island's bakery pizza is so odd that some might even argue that \"red strips\" don't meet the basic definition of pizza.", "url": "https://www.usatoday.com/story/travel/columnist/greatamericanbites/2019/04/03/rhode-island-bakery-pizza-red-strips/3345050002/?utm_source=google&utm_medium=amp&utm_campaign=speakable", "urlToImage": "https://www.gannett-cdn.com/presto/2019/04/03/USAT/2c5a0c88-0d78-478b-964a-9a7b5142ac6a-RIPizza-StopShop2.jpg?crop=4031,2267,x1,y320&width=3200&height=1680&fit=bounds", "publishedAt": "2019-04-03T16:21:45Z", "content": "Last SlideNext Slide\r\nThe scene: Great American Bites has tried many of the nations regional pizza specialties, from New York to New Haven style, Chicago deep dish to Detroit pan, ultra-thin cracker-crust St. Louis pizza to crispy Neapolitan classics. But per… [+6507 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "TJ Hafer", "title": "Tropico 6 Review", "description": "Tropico 6 stands out as an in-depth city-builder with a strong personality, even if its economic systems are unwieldy.", "url": "https://ca.ign.com/articles/2019/03/29/tropico-6-review", "urlToImage": "https://assets1.ignimgs.com/2019/03/28/tropico6-blogroll-2-1553815053875_1280w.jpg", "publishedAt": "2019-03-29T10:00:41Z", "content": "An in-depth city-builder with a strong personality and a perplexing economic system. \r\nBy TJ HaferThere aren't a lot of city builders that let you roleplay a specific type of leader, so I immediately took a liking to the freedom Tropico 6 gives you to do just… [+6964 chars]"}, {"source": {"id": null, "name": "Newyorker.com"}, "author": "Sarah Larson", "title": "“Richest Hill,” a Must-Listen Podcast About Butte, Montana", "description": "It’s no small feat to tell an enjoyable story about a Superfund site, but, so far, “Richest Hill,” which weaves the story of Butte’s past and future into well-paced scenes, pulls it off.", "url": "https://www.newyorker.com/culture/podcast-dept/richest-hill-a-must-listen-podcast-about-butte-montana", "urlToImage": "https://media.newyorker.com/photos/5c9d0e1fcaf1186a4bcd7abd/16:9/w_1200,h_630,c_limit/Larson-RichestHill.jpg", "publishedAt": "2019-04-01T09:00:00Z", "content": "One of my favorite things about the podcast-boom era is the flourishing of in-depth regional storiesmany of them intrepid early ventures into long-form narratives by local public-radio stations. Some recent standouts include The Promise, from WPLN, about a da… [+6647 chars]"}, {"source": {"id": null, "name": "Theatlantic.com"}, "author": "Rachel Donadio", "title": "Why France’s Former Prime Minister Wants to Be a Mayor in Spain", "description": "Manuel Valls is running for office in Barcelona, where his trumpeting of European values has gained little traction in the face of everyday politics.", "url": "https://www.theatlantic.com/international/archive/2019/04/manuel-valls-europe-barcelona-france-spain/586486/", "urlToImage": "https://cdn.theatlantic.com/assets/media/img/mt/2019/04/Manuel_Valls-1/facebook.jpg?1554410183", "publishedAt": "2019-04-05T05:00:00Z", "content": "BARCELONA —As Manuel Valls walked through La Sagrada Família, the Antoni Gaudí basilica, French tourists would every so often look with a start and point his way. Trailed by one of his security guards, Valls listened impassively as a guide explained the chall… [+18805 chars]"}, {"source": {"id": null, "name": "Althea.org"}, "author": "Deborah Simpier", "title": "Althea in Medellin", "description": "My trip to ColombiaEntonces(enˈtonses/, [ẽn̪ˈt̪õnses]) — One of my favorite Spanish words. It means then or so. I like the cadence, how it fills the awkward space in a sentence and how it conveys a sense of time and place. My trip in Colombia was a journey th…", "url": "https://blog.althea.org/althea-in-medellin/", "urlToImage": "http://blog.althea.org/content/images/2019/03/comuna13-2.jpeg", "publishedAt": "2019-04-01T19:52:28Z", "content": "My trip to Colombia\r\nEntonces(entonses/, [ntõnses])One of my favorite Spanish words. It means then or so. I like the cadence, how it fills the awkward space in a sentence and how it conveys a sense of time and place. My trip in Colombia was a journey through … [+12258 chars]"}, {"source": {"id": null, "name": "Collectorsweekly.com"}, "author": null, "title": "True West: Searching for the Familiar in Early Photos of L.A. and San Francisco", "description": "[caption id=\"attachment_78976\" align=\"aligncenter\" width=\"620\"] A 1925 photo by Rovere Scott shows the Golden Gate passage before its famous bridge was co...", "url": "https://www.collectorsweekly.com/articles/early-photos-of-l-a-and-san-francisco/", "urlToImage": "https://www.collectorsweekly.com/uploads/2019/02/08171933/CHS2011.731%2B400x323.jpg", "publishedAt": "2019-03-30T20:14:18Z", "content": "A 1925 photo by Rovere Scott shows the Golden Gate passage before its famous bridge was constructed. Courtesy the California Historical Society.\r\nIn 1851, a few years after the start of California’s Gold Rush, an unknown photographer assembled their equipment… [+19758 chars]"}, {"source": {"id": null, "name": "Openlibhums.org"}, "author": "", "title": "The Myth of Mummy Wheat (2017)", "description": "Article: Esoteric Egyptology, Seed Science and the Myth of Mummy Wheat", "url": "https://olh.openlibhums.org/articles/10.16995/olh.83/", "urlToImage": null, "publishedAt": "2019-04-03T18:43:11Z", "content": "Introduction\r\nA popular myth emerged in Britain during the 1840s stating that wheat grains taken from Egyptian tombs and the wrappings of mummies could be successfully germinated and cultivated. A century later, in part due to the efforts of the Royal Botanic… [+70735 chars]"}, {"source": {"id": "vice-news", "name": "Vice News"}, "author": "Yuichi Abiko, Alex Holmes, Natashya Gutierrez, Meredith Balkus", "title": "An Interview with Cookie, Japan's Favorite Comedian-Turned-Artist", "description": "Ahead of his debut at Artexpo in New York, we talked to Nikuguso Tarou about art, comedy, and keeping it 'kawaii.'", "url": "https://www.vice.com/en_us/article/7xng4e/an-interview-with-cookie-japans-favorite-comedian-turned-artist", "urlToImage": "https://video-images.vice.com/articles/5ca5d4c6d60d2b00070c7c91/lede/1554398916162-02.jpeg?crop=1xw:0.4831353919239905xh;center,center&resize=1200:*", "publishedAt": "2019-04-04T22:25:00Z", "content": "Illustration by Nikuguso Tarou. Image courtesy of the artist A version of this article originally appeared on VICE Asia.\r\nNikuguso Tarou is not your average artist.\r\nThe Japanese comedian describes himself as \"the embodiment of Bakemono (Monster),\" but believ… [+5593 chars]"}, {"source": {"id": null, "name": "Dezeen.com"}, "author": "Lizzie Crook", "title": "Faceted aluminium panelling wraps Ramon Airport in Israeli desert", "description": "Panels of white aluminium envelop the exterior of this airport, designed by Amir Mann-Ami Shinar Architects and Moshe Zur Architects in the Negev desert. Located 12 miles north of the city of Eilat, Israel, Ramon Airport is expected to become a \"major game ch…", "url": "http://www.dezeen.com/2019/04/01/ramon-airport-amir-mann-ami-shinar-moshe-zue-israel/", "urlToImage": "https://static.dezeen.com/uploads/2019/03/ramon-airport-amir-mann-ami-shinar-architects-moshe-zur-architects-desert-architecture-israel_dezeen_2364_hero2.jpg", "publishedAt": "2019-04-01T17:11:39Z", "content": null}, {"source": {"id": null, "name": "Yahoo.com"}, "author": null, "title": "Uganda hunt for kidnapped US tourist enters third day", "description": "Ugandan security forces scoured dense bush on Thursday in the hunt for a US tourist and her safari guide who were kidnapped by gunmen in a national park. \"The operation to rescue the tourist is still ongoing,\" Uganda's tourism minister, Godfrey Kiwanda, told …", "url": "https://news.yahoo.com/uganda-hunt-kidnapped-us-tourist-enters-third-day-064311806.html", "urlToImage": null, "publishedAt": "2019-04-04T06:43:11Z", "content": null}, {"source": {"id": null, "name": "Yahoo.com"}, "author": null, "title": "UPDATE 4-Don't discriminate against our firms, China's Xi tells New Zealand", "description": "President Xi Jinping called upon New Zealand on Monday not to discriminate against Chinese companies during a meeting with Prime Minister Jacinda Ardern, whose country has rejected a bid by Chinese telecom giant Huawei to build a 5G mobile network. Ardern, on…", "url": "https://news.yahoo.com/3-china-calls-zealand-fair-045506065.html", "urlToImage": "https://s.yimg.com/os/mit/media/m/social/images/social_default_logo-1481777.png", "publishedAt": "2019-04-01T04:55:06Z", "content": "(Recasts, adds comments from Chinese president)\r\nBy Ben Blanchard\r\nBEIJING, April 1 (Reuters) - President Xi Jinping called upon New Zealand on Monday not to discriminate against Chinese companies during a meeting with Prime Minister Jacinda Ardern, whose cou… [+2907 chars]"}, {"source": {"id": null, "name": "Sciencedaily.com"}, "author": null, "title": "New study measures UV-filter chemicals in seawater and corals from Hawaii", "description": "Scientists have completed the first comprehensive assessment of UV-filters in surface seawater, sediment, and coral tissue from multiple coral reefs around the island of Oahu, Hawaii. UV-filters are active ingredients in sunscreens, but are also added to many…", "url": "https://www.sciencedaily.com/releases/2019/04/190401121805.htm", "urlToImage": "https://www.sciencedaily.com/images/2019/04/190401121805_1_540x360.jpg", "publishedAt": "2019-04-01T16:18:05Z", "content": "Scientists have completed the first comprehensive assessment of UV-filters in surface seawater, sediment, and coral tissue from multiple coral reefs around the island of Oahu, Hawaii. UV-filters are active ingredients in sunscreens, but are also added to many… [+4438 chars]"}, {"source": {"id": null, "name": "Sciencedaily.com"}, "author": null, "title": "Living near protected areas can have positive impacts on human well-being", "description": "Living near a protected area can improve aspects of human well-being across the developing world, new research suggests.", "url": "https://www.sciencedaily.com/releases/2019/04/190403155449.htm", "urlToImage": null, "publishedAt": "2019-04-03T19:54:49Z", "content": "Living near a protected area can improve aspects of human well-being across the developing world, new research published today in Science Advances suggests.Protected areas are defined geographic spaces such as national parks, nature reserves or wilderness are… [+3892 chars]"}, {"source": {"id": null, "name": "Diyphotography.net"}, "author": "Dunja Djudjic", "title": "This is why we can’t have nice things. Canyon from Justin Bieber’s video closes due to visitor flood", "description": "Over the past decade or so, Iceland has become an extremely popular destination for tourists, including photographers and filmmakers. And this has gone so far that one of the country’s photogenic canyons, Fjaðrárgljúfur, will have to be temporarily closed for…", "url": "https://www.diyphotography.net/this-is-why-we-cant-have-nice-things-canyon-from-justin-biebers-video-closes-due-to-visitor-flood/", "urlToImage": "https://s23527.pcdn.co/wp-content/uploads/2019/04/icelan-justin-bieber.jpg.optimal.jpg", "publishedAt": "2019-04-02T14:03:51Z", "content": "Over the past decade or so, Iceland has become an extremely popular destination for tourists, including photographers and filmmakers. And this has gone so far that one of the countrys photogenic canyons, Fjaðrárgljúfur, will have to be temporarily closed for … [+2204 chars]"}, {"source": {"id": null, "name": "Nature.com"}, "author": "Smriti Mallapaty", "title": "What Thailand’s long-awaited election could mean for science", "description": "Reforms made by the previous military junta mean science is likely to remain a priority for whoever forms a government.", "url": "https://www.nature.com/articles/d41586-019-01003-1?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nature%2Frss%2Fcurrent+%28Nature+-+Issue%29", "urlToImage": null, "publishedAt": "2019-03-29T00:00:00Z", "content": "Thailand is bracing for the results of its first election since a military junta took charge in a 2014 coup. Scientists, like many people in Thailand, want a more democratic country. But whether a pro-democracy party or a military-backed one ends up in charge… [+5619 chars]"}, {"source": {"id": null, "name": "Nature.com"}, "author": "Smriti Mallapaty", "title": "What Thailand’s long-awaited election could mean for science", "description": "Reforms made by the previous military junta mean science is likely to remain a priority for whoever forms a government.", "url": "https://www.nature.com/articles/d41586-019-01003-1", "urlToImage": null, "publishedAt": "2019-03-29T00:00:00Z", "content": "Thailand is bracing for the results of its first election since a military junta took charge in a 2014 coup. Scientists, like many people in Thailand, want a more democratic country. But whether a pro-democracy party or a military-backed one ends up in charge… [+5619 chars]"}, {"source": {"id": null, "name": "Gamespot.com"}, "author": "Steve Watts", "title": "Call Of Duty: Black Ops 4 Adds New Blackout Map, Out On PS4 Tomorrow", "description": "Call of Duty: Black Ops 4 is introducing a new map for its battle royale mode, Blackout. The map will be available first on PS4 from April 2. The new map will be slightly smaller than the standard Blackout map that shipped with the game, but it's based on an …", "url": "https://www.gamespot.com/articles/call-of-duty-black-ops-4-adds-new-blackout-map-out/1100-6465941/", "urlToImage": "https://static.gamespot.com/uploads/screen_kubrick/1585/15855271/3517713-3450191-call-of-duty-black-ops-4-review-in-progress-thumb-no-logo.jpg", "publishedAt": "2019-04-01T17:14:00Z", "content": "Call of Duty: Black Ops 4 is introducing a new map for its battle royale mode, Blackout. The map will be available first on PS4 from April 2. The new map will be slightly smaller than the standard Blackout map that shipped with the game, but it's based on an … [+1177 chars]"}, {"source": {"id": null, "name": "Underconsideration.com"}, "author": "UnderConsideration", "title": "Noted: New Country Brand for Paraguay by Alejandro Rebull", "description": "“Watered-down” \"Paraguay is a country of remarkable contrasts: it's rustic and sophisticated; it's extremely poor and obscenely wealthy; it boasts exotic natural reserves and massive human-made dams; it is a place where horses and carts pull up alongside Merc…", "url": "https://www.underconsideration.com/brandnew/archives/new_country_brand_for_paraguay_by_alejandro_rebull.php", "urlToImage": "https://www.underconsideration.com/brandnew/archives/paraguay_2019_logo_before_after.png", "publishedAt": "2019-04-01T11:59:29Z", "content": "Noted Apr. 1, 2019 by Armin \r\nAbout\r\n“Paraguay is a country of remarkable contrasts: it’s rustic and sophisticated; it’s extremely poor and obscenely wealthy; it boasts exotic natural reserves and massive human-made dams; it is a place where horses and carts … [+2177 chars]"}, {"source": {"id": null, "name": "Marginalrevolution.com"}, "author": "Alex Tabarrok", "title": "Price Discrimination Versus Medical Tourism", "description": "In our principles textbook, Tyler and I open our chapter on price discrimination with the following: After months of investigation, police from Interpol swooped down on an international drug syndicate operating out of Antwerp, Belgium. The syndicate had been …", "url": "https://marginalrevolution.com/marginalrevolution/2019/04/price-discrimination-versus-medical-tourism.html", "urlToImage": "https://marginalrevolution.com/wp-content/uploads/2016/10/MR-logo-thumbnail.png", "publishedAt": "2019-04-02T11:25:39Z", "content": "In our principles textbook, Tyler and I open our chapter on price discrimination with the following:\r\nAfter months of investigation, police from Interpol swooped down on an international drug syndicate operating out of Antwerp, Belgium.  The syndicate had bee… [+2635 chars]"}, {"source": {"id": null, "name": "Techdirt.com"}, "author": "Tim Cushing", "title": "7th Circuit Punts On Border Smartphone Searches; Says Riley Decision Doesn't Affect Anything", "description": "The \"border search\" exception again trumps the Constitution. The Seventh Circuit Court of Appeals has determined [PDF] that the Supreme Court's Riley decision that implemented a warrant requirement for phone searches does not apply at our hypersensitive borde…", "url": "https://www.techdirt.com/articles/20190331/18014441916/7th-circuit-punts-border-smartphone-searches-says-riley-decision-doesnt-affect-anything.shtml", "urlToImage": "https://ii.techdirt.com/s/t/i/td_icon_300.png", "publishedAt": "2019-04-01T13:36:00Z", "content": "from the thanks-for-all-the-help,-judicial-system dept\r\nThe \"border search\" exception again trumps the Constitution. The Seventh Circuit Court of Appeals has determined [PDF] that the Supreme Court's Riley decision that implemented a warrant requirement for p… [+4016 chars]"}, {"source": {"id": null, "name": "Digg.com"}, "author": "Digg", "title": "This Search Engine That Gives You The Cheapest Flights From Any Location Is A Super Cool Travel Hack", "description": "If you're having trouble deciding which city or country to visit for your next holiday, travel search engine Escape is a pretty nifty tool that will help you map out your best options.", "url": "http://digg.com/2019/escape-travel-cheap-flight-search-engine", "urlToImage": "http://static.digg.com/images/64174c0becb54943a102d5c6f309ae6c_c085fc5736e6464cb77c6339046c6c85_1_www_marquee_standard.jpeg", "publishedAt": "2019-03-29T12:10:55Z", "content": "If you're having trouble deciding which city or country to visit for your next holiday, travel search engine Escape is a pretty nifty tool that will help you map out your best options.\r\nFor the upcoming Memorial Day weekend, for instance, Escape showed me the… [+1689 chars]"}]}